IDEA StatiCa Open Model
ConnectionSetup.DivisionOfArcsOfRHS Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Number of straight lines to substitute corner arc of rectangular tubes in analysis model
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public int DivisionOfArcsOfRHS { get; set; }
Public Property DivisionOfArcsOfRHS As Integer
	Get
	Set
public:
property int DivisionOfArcsOfRHS {
	int get ();
	void set (int value);
}
Property Value
Type: Int32
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace